/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekund";

/* No comment provided by engineer. */
"%i days" = "%i dní";

/* No comment provided by engineer. */
"%i hours" = "%i hodin";

/* No comment provided by engineer. */
"%i minutes" = "%i minut";

/* No comment provided by engineer. */
"%i weeks" = "%i týdnů";

/* No comment provided by engineer. */
"1 day" = "1 den";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 second" = "1 sekunda";

/* No comment provided by engineer. */
"1 week" = "1 týden";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Příloha>>";

/* No comment provided by engineer. */
"Add" = "Přidat";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Smazat všechny značky";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Smazat všechny značky dolů";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Smazat všechny značky vlevo";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Smazat všechny značky vpravo";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Smazat všechny značky nahoru";

/* Copy the link to the clipboard */
"Copy Link" = "Kopírovat odkaz";

/* No comment provided by engineer. */
"Delete" = "Odstranit";

/* No comment provided by engineer. */
"Image Picker" = "Správce obrázků";

/* No comment provided by engineer. */
"Invalid Input" = "Chybné zadání";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Na vybranou značku";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Na vybranou následující značku";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Na vybranou předchozí značku";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Picture" = "Obrázek";

/* No comment provided by engineer. */
"Select Image" = "Vybrat obrázek";

